[
  {
    "eventid":"nritya",
    "title":"Nritya",
    "abstract":"<br><br>\"Dance is the conversation between body and soul\"<br>There are few shortcuts to happiness and dance is one of them. So all the rhythm movers get set to tap your feet on the stage of Nritya. ",
    "rules":"<span class=\"subt-cult\">Dance events and Guidelines</span><br>Event  - Dancing Duo<br>Type - Duet<br>Style - Any<br>Time limit - 3:00-5:00<br>Music - No Music boundation<br>Team Size - 2<br>Dress Code - According to Dance Style<br>Performance should have multiple Dance forms.<br>Atleast 2 and Maximum 4.<br>Multiple music is allowed.<br>Both the members should dance simultaneously.<br>Individual member can perform individual Dance style or both<br>can perform same style at same moment.<br>Performance exceeding time limit leads to negative marking.<br>Details of performance must be submitted.<br>Performance must complement the Dance Style submitted.<br>No back Dancers is Allowed.<br><br><div class=\"highl-cult\">Judging Criteria:</div>Presentation<br>Innovation<br>Rythm<br>Footwork and overall effect.<br><br><div class=\"highl-cult\">Dates:</div>7th April<br><br>For Details, Contact: <table class=\"details_table\"><tr><td>Kajal Agrawal :</td><td>Email: anyone@gmail.com</td><td>Mob: +91 8765432100</td></tr><tr><td>Shreya Ghoshal :</td><td>Email: anyone@gmail.com</td><td>Mob: +91 9876543210</td></tr></table>",
    "img":"img/events/cult/Dance.jpg",
    "timing":"7th April",
    "venue":""
  },
  {
    "eventid":"footloose",
    "title":"Foot Loose",
    "reglink":"http://goo.gl/tZpFfs",
    "abstract":"Akaash Vani of DRAMATICS-For PLAYers.<br>Drama is theater, life, an escape from life, happiness, and sadness all rolled into one. It was once thought that drama was when actors cried. But drama is when the audience cries.Dramatics event of Resurgence 2014 brings an opportunity to all those 'Himmatwale' who truly believe in it and think that they can actually be the 'Lootera' of the audience's hearts. So gear up since the time to act is now! Somebody go get the Director.<br>BHAAG MILKA BHAAG......<br>",
    "rules":"For all Sub-events.<br><br>1. No props other than chairs and tables will be arranged (that too on prior mention).However participants can get their own props if required.<br>2. Mode of language can be English, Hindi or \"English Vinglish\" (bilingual).<br>3. No \"Dirty Picture\": vulgarity or indecency is not allowed.<br>4. Decision given by the judges will be \"full and final\".<br>5. A computer/laptop for background music will be provided. Please bring the music in CDs in MP3 format and not in audio cassettes .You can also perform live music but the necessary instruments must be arranged by the team.<br>6. Nothing will be provided for prior practice.<br>7. Participants are allowed to take part in more than one event of Dramatics.<br>8. Participants must make sure that their act doesnt offend anyones religious sentiments or feelings.<br>9. Participants can perform their acts for time less than the maximum time also.<br>10. Lightening of candles, matches or inflammable substances, spilling of any fluids is strictly not recommended.<br><br><span class=\"subt-cult\">Freestyle Battle (FB):</span><br>Well it is not just for raps or dance any more. This sub-event of 'Dramatics for PLAYers' is going to set the freestyle  battle into motion by putting no restrictions on the form of drama to be performed. You get the freedom to choose the genre...either parody, nukkad, opera, musical, comedy, tragedy or any form you want( even a mixed skit is allowed) to prove your talent because we believe that restrictions can only show a tip of the iceberg but freedom can show it all. There is one and only one condition though...... any act you are going to perform should give out a social message from your point of view....... after all one needs something to start with....<br><br>Specifications for Freestyle Battle:<br>1. Minimum number of participants is three(3)<br>2. Maximum number of microphones provided is 6<br>3. Maximum time limit is 20-25min.<br><br><span class=\"subt-cult\">ANDAAZ APNA APNA </span><br>Andaaz apna apna(A3) is a platform for 'Khiladis'. The stage is waiting for 'The one (wo)man army' to amuse the audience with their mimicry, standup comedy, ventriloquism.In short it is a solo performance by the young blood.<br><br>Specifications for Andaaz Apna Apna:<br>1. Maximum time limit is 15 min.<br>2. The time specified is from empty stage to empty stage so be \"Tezz\"(fast).<br><br><div class=\"highl-cult\">INAAM RASHI:</div>Freestyle Battle: The team which shall do all it takes to put their message out for the audience loud and clear shall win.....<br>Andaaz Apna Apna: The best entertainer shall win it....<br><br><div class=\"highl-cult\">Important Dates</div>Andaaz Apna Apna: 8th of February, 2014.<br>Freestyle Battle: 9th of February, 2014.<br>Registration: Well before the event(recommended).On spot registration also allowed.<br>Declaration of Results:9th of February,2014.<br><br><div class=\"highl-cult\">How to register?</div>NO REGISTRATION FEE<br>Follow the steps below to register for any sub-event of Dramatics for PLAYers:<br>1. Make sure that you have the Resurgence ID. If not you can get one by <a href=\"/register.html\">clicking here.</a> In case of a team, only one Resurgence ID (of the team leader) would be sufficient.<br>2. Once you have the ID <a target=\"_blank\" href=\"http://goo.gl/tZpFfs\">click here</a> to register for any sub-event of Dramatics for PLAYers.<br>3. You will be provided with a form in which you will be required to fill in your details. Verify your details and click on submit.<br>4. You will receive a confirmation mail to your e-mail id which makes the registration successful.<br>5. Keep checking your e-mail for further updates.    <br>ALL THE BEST!!!!<br><br><br>For Details, Contact: <table class=\"details_table\"><tr><td>Srilakshmi M :</td><td>Email: dramaticsiiti@gmail.com</td><td>Mob: +91 9425064770</td></tr><tr><td>Vineet Kataria:</td><td>Email: dramaticsiiti@gmail.com</td><td>Mob: +91 9589628975</td></tr></table>",
    "img":"img/events/cult/Dramatics.jpg",
    "timing":"",
    "venue":""
  },
  {
    "eventid":"dancingduo",
    "title":"Dancing Duo",
    "abstract":"Hey Dramebaazon, the time has come. Gather your folks, transform your ingeniously written scripts into film, sparkled up with the forte of actors guided by apt direction. If you think you, your actors, and your camera can weave magic on 35mm, then Resurgence is your stage! Reach out to the common man. Win hearts and spark a revolution. Be creatively filmy...<br><br>",
    "rules":"1. The submitted video should fit within the categories of mini-documentary, mini-drama or fiction and be a cohesive short video. Commercials, music videos or works that are part of a larger project are not eligible.<br>2. There is no entry fee.<br>3. Number of participants in each group must not exceed 10.<br>4. Actors within the production may be any age.<br>5. There are 2 forms, Registration form and Submission form. Once the team has registered, they can submit their movie anytime before 25th January 2014.<br>6. The Group must have their own Gmail ID as the movie needs to be shared on Google Drive at the time of submission.<br>7. It is the responsibility of the group to ensure that the movie submitted meets all the requirements specified in the doc.<br>8. No videos that are \"objectionable\" will be considered. According to law, a video is rated objectionable if it \"describes, depicts, expresses, or otherwise deals with matters such as sex, horror, crime cruelty, or violence in such a manner that the availability of the publication is likely to be injurious to the public good\".<br>9. If you enter more than one video, you must fill out separate submission forms for each video. Schools or colleges can submit as many entries as they wish, as long as each is a complete stand-alone work.<br>10. You must not copy or download any video from internet.<br>11. The theme of the video is up to the Group participating.<br><br><br><span class=\"subt-cult\" > Rules for Submission:</span><br><br>1. Video format: mp4, MPEG, WMV or mov format.<br>2. Time limit: 5 to 15 minutes.<br>3. The movie must be in English or Hindi or must have English or Hindi subtitles.<br><br><span class=\"subt-cult\" >Awards and Judging Criteria</span><br>1. First round selection (Semi-final round):  The top 10 entries will be selected by our judge's panel. These entries will be uploaded on our Youtube Channel<br>2. Second round selection (Finals): <br>a) Public choice award:  The movie with the maximum likes on Official YouTube channel of Resurgence will be the winner.<br>b) Critics award: The judges will select one movie from the winner entries of the semi-final round.<br><br><span class=\"subt-cult\" > Important Dates</span><br><br>1. Registration: Ends by January 25th.<br>2. Declaration of First round results: 10 days before Resurgence starts (Dates to be released).<br>3. Declaration of final round winners: Resurgence pro show (Dates to be released).<br><br><span class=\"subt-cult\" > How to Register? </span><br>Follow the below given steps in order to register yourself for Kreatrix:<br>1. Fill out the form.<a href=\"https://docs.google.com/spreadsheet/viewform?fromEmail=true&formkey=dFNseFJpV0pTM09GMWRsSW51YlFSVnc6MA \"> (Click here) </a> Only details of the group leader are required. All the participants need not register at this step. <br>2. You will be sent a confirmation e-mail on your Gmail ID within 24 hours (this will be considered as your Group Gmail ID)<br>3. The confirmation e-mail implies successful registration.<br>4. The registered group can submit the movie anytime before 25th January 2014.<br><br><span class=\"subt-cult\" > How to Submit the movie? </span><br>Follow the below given steps in order to submit your movie:<br>1. Make sure that one member of the group i.e. the group leader has registered. If not, follow the steps given under \"How to Register?\" section.<br>2. Prepare a short description of your movie.<br>3. Fill out this form<a href =\"https://docs.google.com/spreadsheet/viewform?fromEmail=true&formkey=dG1yOGhQU3RWMW1hd3paYXphUXZJQlE6MA\">(Click here)</a> Details of all the participants must be filled in this form.<br>4. Upload your movie on your Google Drive (through your <b>Group Gmail ID</b>)5. Share the movie on Google Drive with kreatrix.Resurgence@gmail.com<br>6. If you've followed all the steps, you'll receive a confirmation email within 24 hours and your movie will be successfully submitted.<br><br>For Details, Contact: <table class=\"details_table\"><tr><td>Aayushi Malviya :</td><td>Email: kreatrix.Resurgence@gmail.com</td><td>Mob: +91 8962271699</td></tr><tr><td>Diksha Golait :</td><td>Email: kreatrix.Resurgence@gmail.com</td><td>Mob: +91 8463822044</td></tr></table>",
    "img":"img/events/cult/movie making.jpg",
    "timing":"",
    "venue":""
  },
  {
    "eventid":"dancewithwolves",
    "title":"Dance with Wolves",
    "abstract":"Every artist was first an amateur...<br> - Ralph Waldo Emerson<br><br>Resurgence brings to you a chance to showcase your artistic talent and judge your stand at national level.<br>",
    "rules":"The competition is in two different categories:<br>1. Phata Canvas Nikla Painter : for amateur and pnd professional artists<br>2. Nanha Painter : for school going artists<br><br><span class=\"subt-cult\">PHATA CANVAS NIKLA PAINTER</span><br>An artist is not paid for its labor but for his vision.... &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;James Whistler<br>Bring out your creative vision of an idea and bang it on a the painting base to create a master piece.<br>&nbsp;&nbsp;&nbsp;RULES<br>&nbsp;&nbsp;&nbsp;1. A3/A4 size drawing size sheets will be given to participants.&nbsp;&nbsp;&nbsp;brushes will be &nbsp;&nbsp;&nbsp;given.<br>&nbsp;&nbsp;&nbsp;2.Participants can use extra materials of their own other than the given ones.<br>&nbsp;&nbsp;&nbsp;3.An image or picture of the art to be made can be used will making the painting.<br>&nbsp;&nbsp;&nbsp;4.The painting can be made in anytime on first and second day of the fest at the given &nbsp;&nbsp;&nbsp;place.<br>&nbsp;&nbsp;&nbsp;5. Artists can also make pencil sketches, without using colors.<br><br><span class=\"subt-cult\">NANHA PAINTER</span><br>Appreciating the words of the famous Pablo Picasso, \"It took me four years to paint like Raphael, but a lifetime to paint like a child\", we call all the budding artists to give us a glimse of the future indian art.<br>&nbsp;&nbsp;&nbsp;RULES<br>&nbsp;&nbsp;&nbsp;1. A3/A4 size drawing size sheets will be given to participants.<br>&nbsp;&nbsp;&nbsp;2. Other required stuffs have to be brought by the participants.<br>&nbsp;&nbsp;&nbsp;3. A fixed time slot will be decided and the participants have to make the art in the &nbsp;&nbsp;&nbsp;given slot at the fest.<br><br><span class=\"subt-cult\">JUDGING CRITERIA</span><br>&nbsp;&nbsp;&nbsp;The art work will be judged on the basis of <br>&nbsp;&nbsp;&nbsp;I. Creativity <br>&nbsp;&nbsp;&nbsp;II. Painting Skills<br>&nbsp;&nbsp;&nbsp;III. Neatness<br><br><span class=\"subt-cult\">PRIZES</span><br>Exciting prizes at stake.<br><br><br><br>For Details, Contact: <table class=\"details_table\"><tr><td>Namit Agrawal :</td><td>Email: agrawal.namit14@gmail.com</td><td>Mob: +91 9589629103</td></tr><tr><td>Rahul Mehlawat :</td><td>Email: ee1200229@iiti.ac.in</td><td>Mob: +91 9589629027</td></tr></table>",
    "img":"img/events/cult/Painting.jpg",
    "timing":"",
    "venue":""
  },
  {
    "eventid":"ballet",
    "title":"Ballet",
    "abstract":"'Taking pictures is savoring life intensely every hundredth of a second' - Mark Rimbaud<br>Photography is a way of captivating the moments of life as they gaze at you star-struck and bewitched-forever at your service. What you have caught on film is captured forever. It remembers little things, long after you have forgotten everything. Resurgence invites you to showcase your caliber and passion in this genre of art and compete with some of the best photographers in the country.<br>Shutter Bug, the official photography competition organizer for Resurgence conducts three parallel events:<br>1. There will be a fortnightly competition in which themes will be given at regular intervals. Winning photographers will be awarded handsomely.<br>2. The group event will examine photographs submitted by different photography clubs.<br>3. There will be a non-professional level uploading-liking photography competition without any theme. The photographs will have a 'Resurgence'14 SMVDU' watermark. Photographs will be judged by photography prodigy.<br><br>",
    "rules":"<br>1. Photograph must be in digital format.<br>2. All photographs must have a title or a tagline.<br>3. Only online entries will be eligible. No print or film submissions will be accepted for entry in the contest.<br>4. All digital files must be at least 1,000 pixels wide (for horizontal image) or 1,000 pixels tall (for vertical image).<br>5. All entries must have a resolution of 5 million pixels or greater (5 megapixels)<br>6.Only minor color correction or brightness adjustments are acceptable, as is cropping. High Dynamics Range Images (HDR) and stitched panoramas are not acceptable.<br>7. Watermarks are not acceptable unless otherwise specified.<br>8. The entries in each category will be judged separately, in accordance with the judging criteria. <br>9. SMVDU reserves the right to examine the original photograph/ source material in order to confirm compliance with these rules.<br>10. Entries are to be sent as a .zip/.rar file containing all the photos and the optional .pdf <br><br>Dates: Running<br><br><span class=\"subt-cult\">Submission procedure:</span><br>Register yourself at <a href=\"www.Resurgence.in/register.html\">www.Resurgence.in/register.html</a>.<br>Mail your pics with your FX ID to shutterbug.Resurgence@gmail.com.<br><br><span style=\"font-family:Carnevalee;font-size:2em;color:rgb(222,222,222);\">Weekly competition:</span><br>Let your words be few and exposures be many, because weekly competition has begun...<br>This will be held for a week. Theme will be provided accordingly. You have to submit pics anytime within that week. Winners will get SMVDU merchandise and exciting prizes (this is an individual event).<br><br><span class=\"subt-cult\">Theme of this week: 'Love'</span><br>Photographers are inspired by surroundings in numerous ways. It's now time for you to tell your story in your style using photographs.<br>Capture moments of life around you in random in your style and simply send it to us. <br> Submission dates: 31 Jan - 6 Feb 2014<br>Announcement of result: 18 Jan 2014.<br><br><span style=\"font-family:Carnevalee;font-size:2em;color:rgb(222,222,222);\">Amateur photography: \"ANYONE CAN BE A PHOTOGRAPHER\"</span><br>Theme: Unconventional photography<br><p>As the name suggests, you need not to be a professional photographer. An “amateur” photographer is someone that takes photos for fun and passion. They enjoy the art of photography, and appreciate the ability to preserve memories and moments. Despite being “amateur”, they can (and do) take some of the most beautiful and breathtaking images you’ll ever see.</p><p>So if you have captured breathtaking  and  most beautiful images revealing creativity and craziness then you can participate in our event  and can win exciting goodie bags and Resurgence SMVDU merchandise.</p><a target=\"_blank\" href=\"https://www.facebook.com/media/set/?set=a.768235379873244.1073741831.538371449526306&type=3\"><span class=\"redbutton\">Sample Images</span></a><br><br>Registrations open till 6th Feb'14.<br>Exhibition date: 7 Feb 2014<br><br><br> For Details, Contact: <table class=\"details_table\"><tr><td>Kanza Naeem :</td><td>Email: kanza.angelic@gmail.com</td><td>Mob: +91 7773083087</td></tr><tr><td>Trupti Saundar :</td><td>Email: truptisaundar@gmail.com</td><td>Mob: +91 9407406632</td></tr><tr><td>Sayalee Bhanavase:</td><td>Email: sayalee.333@gmail.com</td><td>Mob: +91 9407406533</td></tr></table>",
    "img":"img/events/cult/shutter bug.jpg",
    "timing":"",
    "venue":""
  },
  {
    "eventid":"ethnochoreo",
    "title":"Ethno-Choreo",
    "abstract":"<img style=\"background:#EEE;width:300\" src=\"img/sponsors/14/Zoot Out.png\"><br>P R E S E N T S<br><br>Ever fantasized about a world full of treasures and mystery where adventurousness and curiosity rule and reflex and acumen makes you the front runner? If you envision yourself being a raider of riches, a seeker of secrets, then here is your chance.  Let your wits go wild and plunge into the ocean of unknown thrills. Break bounds and brainstorm to reveal what is behind the veil.<br><br> ",
    "rules":"Structure of the Event<br>The event starts with a written test. The test should be given in a groups of two.<br>1. The results will be disclosed after a half an hour and 10 top teams will be qualifying for the Next round.<br>2. The selected 10 teams will be participating in the Treasure Hunt which spreads across the complete city. One clue leading to the other, and the last clue leading to the prize.<br> 3. And the top 3 teams will be given Exciting prizes.<br> 4. Participation Certificates will be given to every qualified member.<br><br><br>For Details, Contact: <table class=\"details_table\"><tr><td>Madhulika Deshmukh :</td><td>Email: madhulikadeshmukh333@gmail.com </td><td>Mob: +91 9691848169 </td></tr><tr><td>Neha Kataria:</td><td>Email: nehakataria257@gmail.com</td><td>Mob: +91 8982869082</td></tr><tr><td>Preeti:</td><td></td><td>Mob: +91 8989504601</td></tr></table>",
    "img":" img/events/cult/treasure raider.jpg",
    "timing":"",
    "venue":""
  },
  {
    "eventid":"hiphophustle",
    "title":"Hip-Hop Hustle",
    "reglink":"http://goo.gl/OXMju9",
    "abstract":"After silence what comes nearest to expressing the inexpressible is MUSIC!!<br>Music speaks what cannot be expressed, soothes the mind and give it rest, heals the heart and makes it whole, flows from heaven to the soul. So all the music lovers get set to fall in love with music and to witness rivalry, companionship and enjoyment in a whole new dimension with VOICE OF Resurgence.<br>With profoundly high watts of sound and truly captivating performances this celebration of Indian music should not be missed by any music enthusiast.<br><br>",
    "rules":"'Voice Of Resurgence' is a hindi solo singing competition. All songs participants chose to perform should originally be from Bollywood. Not Dubbed to Hindi.<br><br>Rules and Regulations:<br><span class=\"highl-cult\">Team size:</span> solo<br><span class=\"highl-cult\">Rounds:</span> 3 (Sing Along, Choose and Sing, Rock the Stage)<br><span class=\"subt-cult\">Sing Along:</span><br>Singers can sing any song of their choice. No accompanists allowed. Judges will have the right to stop a participant’s performance at any time.<br>Time limit: 2-4 min.<br>Participants have to bring their own karaoke or instrumental for their performances.<br>20% of the contestant will be qualified for the next round.<br><br><span class=\"subt-cult\">Choose and Sing:</span><br>Participants have to sing a song of their choice from the list of songs provided by the organisers.<br>Time limit: 3-5 min.<br>Karaoke round!<br>30 minutes will be provided for preparation.<br>Karaoke and written lyrics will be provided.<br>semi-finalists will be qualified for the ultimate round.<br><br><span class=\"subt-cult\">Rock the Stage</span><br>Finalists will be performing, in our grand open air theatre, the songs that bring out their galore and leave the audience spellbound.<br>Time limit: 3-5 min.<br>Karaoke round!<br>Participants have to bring their own karaoke for their performances.<br><br><span class=\"subt-cult\">Judging criteria:</span><br><span class=\"highl-cult\">Vocal ability:</span><br>Vocal strength, Pitch, Tone, Melody, Song choice in relation to contestant’s vocal ability.<br><span class=\"highl-cult\">Stage presence:</span><br>Eye contact, Confidence, Connection with Audience, Facial Expressions & Body Language, Comfort Level.<br>**SMVDU and Our judge’s decision will be final and binding in all cases.<br>The winner and runner up will be awarded handsomely.<br><br><br> For Details, Contact: <br><table class=\"details_table\"><tr><td>Sushmita:</td><td>Email: sushmita101194@gmail.com</td><td>Mob: +91 8085524473</td></tr><tr><td>Aditi:</td><td>Email: aditi7kanjolia@gmail.com</td><td>Mob: +91 8959846125</td></tr><tr><td>Ishrat:</td><td>Email: iitvasid@gmail.com</td><td>Mob: +91 9589629124</td></tr></table>",
    "img":" img/events/cult/Voice of Resurgence.jpg",
    "timing":"",
    "venue":""
  }
]