[
	{
		"eventid":"intro",
		"title":"Introduction",
		"abstract":"The pen is mightier than the Russian Hyper Velocity Anti-Aircraft Machine Gun, they say. Thinkers, readers, writers and orators, it’s time to stop holding back what flows through those beautiful minds of yours and put it all out here. Because English is beautiful, and you're the one who captures its beauty. Because English is art, and you're the artist who creates a masterpiece of it every day. So welcome to the Literary Fest of Resurgence 2014, where we have a widely variant platform for all of you to step on to and show off your talents to the peeps around you and win exciting prizes. Just pick up your pens, free your minds, clear your throats, and walk straight into a utopia of word games, quizzes, writing, and speaking because it’s all here.<br><br><div>For details contact:</div><table class='details_table'><tr><td>Varad Vyapari</td><td>+917869333429</td></tr><tr><td>Piyush Dugar</td><td>+917869252296</td></tr></table>",
		"img":""
	},
	{
		"eventid":"pottermania",
		"title":"PotterMania",
		"abstract":"\"I will only have truly left the school when none here are loyal to me.\" ...Sectumsempra...Harry Potter’s birthday...Basilisks’ weakness...<br><br>Palpitations? Then I suppose you may suffer from a medical condition called ‘Pottermania’, first discovered by J K Rowling in 1995. Some of its other symptoms are –<br><br><ul><li>Finding charms, transfiguration and even history of magic more interesting than ‘Muggle’ maths and science</li><li>Trying out Accio to summon the T.V. remote before you actually go get it</li><li>Furtively picking up an odd shaped twig and muttered a charm in the hope of being accepted at Hogwarts</li></ul><br>We at Resurgence also identify with this condition and invite you to check your PotterMania quotient in quiz to tickle the PotterHead in you.  <br><br>There are exciting prizes to be won for the biggest PotterHead! (Sorry, but we won’t be able to gift a wand or a Firebolt to you!)<br><br><div>For details contact:</div><table class='details_table'><tr><td>Juhi Naik</td><td>9179629641</td></tr><tr><td>Amey Ambade</td><td>9833540264</td></tr></table>",
		"img":"/img/events/lit/Pottermania.jpg"
	},
	{
		"eventid":"wordolympics",
		"title":"Wordo-lympics",
		"abstract":"Words are pegs to hang ideas on. - Henry Ward Beecher<br> <br>People are good with numbers, musical notes, art, colours and what not!? You think you can have your way with words? Manoeuvre your way through a plethora of word games that would surely put your vocabularies to test. Come on in and join the fun! It is going to be fasanttic!<br><br><div>For details contact:</div><table class='details_table'><tr><td>Jeet Peswani</td><td>9584296198</td></tr></table>",
		"img":"/img/events/lit/Wordolympic.jpg"
	},
	{
		"eventid":"col",
		"title":"Cache of the Lexis",
		"abstract":"Mysteries abound where most we seek for answers. – Ray Bradbury<br><br>\"...Detective, the case now rests on your shoulders...\"  \"...time’s running out, where can the bomb be?...\" \"...is everything lost...? As each one of us dies here hopelessly...\"<br><br>Thrill/Suspense/Crime<br><br>If such situations excite you, jump in for the adrenaline, detective. Name your style – Batman, Nancy Drew, Sherlock Holmes, Miss Marple, Hercule Poirot, Jack Reacher, Famous Five... – oh it doesn’t matter! Just help us catch the culprit. Nope, it isn’t a goose chase as we will give you plenty of hints to help you track the culprit down (be thankful).<br><br>Good Luck! (you need it)<br><br><div>For details contact:</div><table class='details_table'><tr><td>Ameya Bharati</td><td>8349462582</td></tr></table>",
		"img":"/img/events/lit/COL.jpg"
	},
	{
		"eventid":"ransense",
		"title":"Ransense",
		"abstract":"\"The original writer is not one who imitates nobody, but one whom nobody can imitate\" – François-René de Chateaubriand<br><p>How original can you really be? Create a new world out of chaos? Write something no one ever conceived before? The budding writers & poets must know, the ecstasy of taking charge. Of controlling peoples’ lives and entire communities. Of realising new possibilities. Of visiting new places and travelling through time...all inside your head. Sounds superhuman doesn’t it?</p><p>You are not one of them, you say? Then what better chance to get your creative juices flowing? Completely random but sensical...contradictory it may sound but that is your task...as you have pen and paper to create something amazing.</p><br><span style=\"color:rgb(216, 78, 78);\">Ransense to be held at the IET Campus on 8th February from 9 30 am to 11 am (keep following the updates for any changes in schedule)</b></span><br><br><a href='data/Ransense_Invite.pdf' download>Download Invite</a><br><br><div>For details contact:</div><table class='details_table'><tr><td>Parul Gupta</td><td>8827623867</td></tr><tr><td>Shashank Gupta</td><td>8989003401</td></tr></table><br><span style=\"color:rgb(216, 78, 78);\">For online submission of entries, check out the creative writing tab beside.</span>",
		"img":"/img/events/lit/Ransense.jpg"
	},
	{
		"eventid":"jam",
		"title":"JAM",
		"abstract":"\"According to most studies, people's number one fear is public speaking. Number two is death. Death is number two. Does that seem right? That means to the average person, if you have to go to a funeral, you're better off in the casket than doing the eulogy.\"  - Jerry Seinfeld<br>Scared of public speaking? We give you an opportunity to fight your fear...and speak to your heart’s content. With conditions of course, a topic of our liking and at least for a minute without hesitation, repetition, or deviation. Share your perspectives and experiences with the world. Creativity, wit and humour are valued. (Don’t bore us...just kidding J...or are we?)<br><br>Find the entertainer/leader/comedian/motivator/expert... within you. Up for the challenge? The best get a shot at being crowned as Best Orator.<br><br><div>For details contact:</div><table class='details_table'><tr><td>Piyush Dugar</td><td>7869252296</td></tr></table>",
		"img":"/img/events/lit/JAM.jpg"
	},
	{
		"eventid":"spellbee",
		"title":"Spell Bee",
		"abstract":"'i' before 'e' except after 'c'? Ever felt dyslexic over the spelling of receive? Were you ever able to recollect the 's'es in Mississippi? Word-spellings come to haunt you again with this uniquely designed Spell Bee. Brace yourself, as we get ready to bombard you with words left, right and centre. As the bee goes for the kill... can you survive its sting?<br><br><div>For details contact:</div><table class='details_table'><tr><td>Anas Shaikh</td><td>9617887370</td></tr><tr><td>Sanchita Arora</td><td>7566138632</td></tr></table>",
		"img":"/img/events/lit/SpellBee.jpg"
	},
	{
		"eventid":"wordwars",
		"title":"Wordwars",
		"abstract":"What did you think of the recent vigilantism in Delhi? Would you condemn it or would you encourage it on a larger scale? If you have an opinion and are able and willing to defend it and take it home, the debate at Resurgence '14 is just the thing for you. Put forward your views. Be fierce. Be relentless. Be convincing. And get a chance to win exciting prizes.<br><br><u><b>Topic for the debate: Is group-vigilantism a justified practice?</b></u><br>Registration open to teams of two: one for the topic and one against.<br><br>Register: <a href='http://goo.gl/WUkR9f'>http://goo.gl/WUkR9f</a><br><br><span style=\"color:rgb(216, 78, 78);font-weight:bold;\">Event to be held on 8th February at IET campus from 11am to 2 30 pm (keep following the updates for any changes in schedule)</span><br>Stay Tuned<br><br><div>For details contact:</div><table class='details_table'><tr><td>Varad vyapari</td><td>917869333429</td></tr><tr><td>Sachin Londhe</td><td>919179623390</td></tr></table><br><span style=\"color:rgb(216, 78, 78);font-weight:bold;\">To participate in our creative writing contest on the aforementioned topic, check out the Creative Writing tab beside.</span>",
		"img":"/img/events/lit/wordwars.jpg"
	},
	{
		"eventid":"creativewriting",
		"title":"Creative Writing",
		"abstract":"Has it occurred to you that sometimes you may pen your thoughts much better than you can actually speak them out? For all such ‘writers’ out there, we’re presenting you a chance to participate in the Literary Fest online! Entries open to all.<br>Online entries can be submitted for Ransense and Wordwars.<br><b>Topic for Wordwars: Is group-vigilantism a justified practice?</b><br><br><b>Important Links for Ransense:</b><br><a href=\"/data/Ransense Question Sheet.docx\" download><span class=\"redbutton\">Download Ransense Question Sheet</span></a><br><br><a href=\"/data/Ransense Invite.pdf\" download><span class=\"redbutton\">Download Rules for Ransense</span></a><br><br>Entries should be mailed to us at literaryclubiiti@gmail.com under the subject: Creative Writing.<br>Name, Contact Number, City, Institute (if applicable), Address, Email id should be mentioned clearly in the mail.<br><br><b>Last date for submission is 9th February</b><br><br><div>For details contact:</div><table class='details_table'><tr><td>Varad Vyapari</td><td>+91 7869333429</td></tr></table>",
		"img":"/img/events/lit/creativewriting.jpg"
	}
]
