[
	{
		"eventid":"popularnite",
		"title":"Popular Nite",
		"abstract":"It might be <b>\"Love ka The End\"</b> for some of us but there's no end to fun and enjoyment @Resurgence '14 popular night. ‘Coz, <b>\"Aali Re! Aali Re\"</b>!!!!! Here comes the nakhrali, bawali Aditi Singh Sharma to <b>\"Do the Talking Tonight\"</b>. So  <b>\"Kho Jaane de\"</b> apne hosh and go <b>\"Choomantar\"</b>, in her musical, entrancing and joy-filled renditions of some of her best songs like <b>\"Raabta\"</b>, <b>\"Dhat Teri Ki\"</b> etc. Come dive into the sea of fun at the most awaited night of the whole festival on 9th February. Clear your throats and get ready to shout your hearts out… In short,<br><center><b style='font:180% Carnevalee;'>\"Dhoom Machale!!!!!\"</b></center><br><br><br>For free passes: <a href='/register.html' target='_blank'>Get your FX-ID NOW!</a><br><br><br>",
		"img":"img/events/proshows/popularnite.jpg"
	},
	{
		"eventid":"fusionnite",
		"title":"Fusion Nite",
		"abstract":"Resurgence '14 brings you one of the most popular fusion bands of our country, <b style='font:180% Carnevalee;'>Advaita</b>, on the penultimate night of the festival on 8th February. With two amazing albums, one of which won the Best Album award in <b>GIMA 2012</b>, and performances on <b>MTV Unplugged, Coke studio</b>, the international <b>Great Escape festival</b> etc. under their belt, Advaita has risen to glory and fame in the last couple of years. So all the guys and gals in the crowd let your hair loose and head-bang to the beats as the music builds you up to a crescendo of exhilaration.<br><br><br>For free passes: <a href='/register.html' target='_blank'>Get your FX-ID NOW!</a><br><br><br>",
		"img":"img/events/proshows/fusionnite.jpg"
	},
	{
		"eventid":"elegentia",
		"title":"Elegencia",
		"abstract":"Fashion is architecture, it is a matter of flawless proportions. For the first time in the history of Resurgence festival we organize a fashion show, Elegencia. Because for us, every day is a Fashion show... this world is our runway. It’s not every night that you experience the joy of being face to face with true professionals, being enthralled by their moves and being amazed by their innovative and beautiful wardrobe. So, join us at Resurgence as we watch ,with bated breaths, the glamour unfold on stage.",
		"img":"img/proshows/elegencia.jpg"
	},
	{
		"eventid":"stuntmania",
		"title":"Stunt Mania",
		"abstract":"Everyone can ride a bike, but only some can perfect the skill of bike-riding enough to put up a show. At the glorious festival Resurgence’14, we bring a group of these perfectionists to make your eyes pop and your jaws drop. Featuring in Stunt Mania 2.0, they are fast, audaciously daring… only to make sure you don’t blink even for a millisecond.",
		"img":"img/proshows/stunt.jpg"
	}
]
