[
	{
		"eventid":"intro",
		"title":"Introduction",
		"abstract":"\"Man will not live without answers to his questions.\" says Hans.J.Morgenthau.<br>We at Quiz Fest, Resurgence'14 play host to this unfaltering desire you have, to conquer questions. How? By granting you the opportunity to pit your wit against the Quiz Master.<br>          Quizzes have always been the best way to keep up with the amount of information soaring in from around the world. And if Quizzes like these caption you to be the Quiz-Wizards of Central India's Largest Techno-Cult Fest, you are surely in for it, aren't you?<br>         So tighten your seat belts, pump your fists, get ready for some nerve wracking and unsettling of hair as quizzes from variant genres are waiting to arrive at your stations!!<br><br><br>Come on, now! Be the man Hans.J.Morgenthau thinks you are :P<br><br>For more details, contact:<table class=\"details_table\"><tr><td>Ramesh Krishna</td><td>+918871849129</td></tr></table>",
		"img":"",
		"timing":"",
		"venue":""
	},
	{
		"eventid":"quizooka",
		"title":"Quizooka",
		"abstract":"\"The more you learn, the more you realize how little you know..\" – Socrates<br>Think you know about a thing or two? You dare challenge the machine?<br>Get ready to be baffled and bombarded with questions about everything under the sun. Not for the faint-hearted, ‘Quizooka’ will test your knowledge; in a manner like no other... delving into trivia you never knew... a lot of times about things you thought you knew (as a worthy challenger).<br>The last 3 teams standing would deservedly take the spoils... and boast of challenging and beating the machine - a joy few mortals know.<br>But REMEMBER, know-how is just the beginning; wit and clever thinking are often the machine's true weakness.<br><div class=\"highl-cult\">Registration:</div>On spot.<br>Teams can be a group of two or individual.<br><br>For more details, contact:<table class=\"details_table\"><tr><td>Karthik Muthuraman</td><td>+918349462703</td></tr><tr><td>Anas Shaikh</td><td>+919617887370</td></tr></table>",
		"img":"img/events/quiz/quizooka.jpg",
		"timing":"1:00PM - 2:00PM, 9th February (Sunday)",
		"venue":""
	},
	{
		"eventid":"obscura",
		"title":"Obscura",
		"abstract":"\"We wish you first, a sense of logic<br>Only those who know illusion and love it, will go far.<br>Otherwise you spend your lives in confusion...<br>Of what you think they are stating, to what they really are!!\"<br><br><br>Obscura-IQ Quiz  is the foremost event of The Quiz Fest that needs you to put your wits in the nifty world of logic. This event swirls you<br>through exciting rounds of Einstein Riddles, Murder mysteries, Logical Thinking<br>and much more to test your logical and deductive skills.<br>The best thing about Obscura is that, for it’s namesake, it puts only your quotient of intelligence to test. Common Sense is all what you need! What we wished you first)<br>So,<br>Come. Go far. Win it!<br><br><div class=\"highl-cult\">Sample Question:</div>Two kings of different kingdoms one powerful than the other had agreed upon a game fest instead of fighting against one<br>another to decide a winner.The Stronger king put forth a proposal that it was only fair that he should make the rules and the other <br>one agreed to this.The games in the game fest all start at the same time<br>Rules were decided as follows.<br>There will be different games ,each played by 2 players one from each kingdom(Each kingdom have sufficient number of players). Every game is fair.<br>Kings agreed  that a game will be stopped if a participant from the weaker kingdom(as in the kingdom of the weaker king) wins<br> or else a new game of the same type will start.<br>Finally winning-counts from each kingdom will be taken as deciding factor for deciding the winner.<br>Are the rules fair or biased towards the biased king?<br><br><span id=\"sampb\" class=\"redbutton\">Show/Hide Answer</span><br><div id=\"sampans\">In obedience with the laws of chance, half of the games will end with weaker kingdom having won. So there are equal number of wins for both as of now.<br>Now in the second round, that is the games in which stronger kingdom ones win and go for a new game, again half games will be won by weaker kingdom. Again there are equal number of wins on both sides.<br>This goes on for any number of rounds, and hence ends up in a series of game-rounds where both the kingdoms score equal wins.So this will end up with none of the kings declared to be won. <br>So the rules are not biased, for anyone!</div><script>$('#sampans').toggle(0);$('#sampb').click(function(){$('#sampans').toggle(100);})</script><br><br><div class=\"highl-cult\">Registration:</div>On spot.<br>Teams can be a group of two or individual.<br><br><table class=\"details_table\"><tr><td>Surya Teja Thogaru</td><td>+918085525658</td><td>surya.thogaru5@gmail.com</td></tr><tr><td>Jaswant Singh</td><td>+917597356229</td><td>jaswantshekhawat07@gmail.com</td></tr><tr><td>Rajesh Verma</td><td>+919589185740</td><td>rjnkvrmrjsh@gmail.com</td></tr><tr><td>Satya Prakash Gupta</td><td>+918962488228</td><td>satya8081@gmail.com</td></tr></table>",
		"img":"img/events/quiz/obscura.jpg",
		"timing":"1:00PM - 2:30PM, 8th February (Saturday)",
		"venue":""
	},
	{
		"eventid":"eureka",
		"title":"Eureka!",
		"abstract":"Ever wondered what shooting stars were? Or, what is it that turned the sky blue?<br>Did it ever strike you to know the reason behind 'em?<br>If you have preserved this curious child in you, who questions almost everything he does not know the reason for, you are just at the right place!<br>Eureka is Quiz Club's move to make you quench your Archimedian thirst!<br>So, bring in with your aura, the Eureka factor...<br><div class=\"highl-cult\">Registration:</div>On spot.<br>Teams can be a group of two or individual.<br><br>For more details, contact:<table class=\"details_table\"><tr><td>N.S.Vidyaranya</td><td>+917415430232</td></tr><tr><td>Abhinav Marda</td><td>+919407406684</td></tr></table>",
		"img":"img/events/quiz/eureka.jpg",
		"timing":"11:00AM - 12:30AM, 8th February (Saturday)",
		"venue":""
	},
	{
		"eventid":"collosseum",
		"title":"Colosseum",
		"abstract":"Welcome to The Colosseum- where Sports and Entertainment collide in a profusion of blood and sweat<br>The year is 90 AD. All the stands are filled. The crowd is excited. The tension in the air is palpable. Caesar and the Pretoria are lounging in their boxes. The rich adjust their feather cushions. The poor haggle spiritedly over bets.<br>The people are happy.<br>The Colosseum is an arena for the knowledgeable folks of the world. Do you have what it takes to escape devious traps set for sports? Do you have what it takes to parry questions about entertainment? DO YOU HAVE WHAT IT TAKES TO WIN THE APPROVAL OF THE CROWD?<br><div class=\"highl-cult\">Registration:</div>On spot.<br>Teams can be a group of two or individual.<br><br>For more details, contact:<table class=\"details_table\"><tr><td>Mayur Joseph Bency</td><td>+918435163621</td></tr><tr><td>Rishabh Chaudhary</td><td>+919685331213</td></tr></table>",
		"img":"img/events/quiz/collosseum.jpg",
		"timing":"11:30AM - 12:30AM, 7th February (Friday)<br>Note: This event will be conducted only in IET campus.",
		"venue":""
	},
	{
		"eventid":"technophilia",
		"title":"Technophilia",
		"abstract":"So you think you keep yourself updated with the latest buzz of tech world???\"If you tried to read every document on the web, then for each day's effort, you would be a year further behind in your goal.\" So not just latest but it's about the whole journey of tech evolution... Do you think you're up to the challenge? Then wait no further! Join us to test your knowledge, and know where you stand...<br><div class=\"highl-cult\">Registration:</div>On spot.<br>Teams can be a group of two or individual.<br><br>For more details, contact:<table class=\"details_table\"><tr><td>Priyan</td><td>+917415470078</td></tr><tr><td>Arvind Sagar</td><td>+919826391927</td></tr></table>",
		"img":"img/events/quiz/technophilia.jpg",
		"timing":"12:30PM - 1:30PM, 7th February (Friday)",
		"venue":""
	}
]
